Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/CameraSettings/CameraSettings.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# SHARED_LIBRARY_SHARE_SELECTION_FOOTER
source: You can choose to have Camera automatically add photos and videos to the Shared Library when it detects you’re with participants. Bluetooth must be turned on to share automatically.
ar: يمكنك اختيار جعل الكاميرا تضيف الصور والفيديوهات إلى المكتبة المشتركة تلقائيًا عندما تكتشف أنك مع المشاركين. يجب تشغيل Bluetooth حتى يمكنك المشاركة تلقائيًا.
bg: Можете да изберете дали приложението Камера автоматично да добавя снимки и видеа към Споделената библиотека, когато разпознае, че сте с някой от участниците в нея. Bluetooth трябва да е включен, за да може да се споделя автоматично.
bn: অংশগ্রহণকারীদের ছবি ও ভিডিওতে আপনার ক্যামেরা আপনাকে চিহ্নিত করলে সেগুলি শেয়ার্ড লাইব্রেরিতে স্বয়ংক্রিয়ভাবে যোগ করবে এমন অপশন বেছে নিতে পারেন। স্বয়ংক্রিয়ভাবে শেয়ার করার জন্য আপনাকে অবশ্যই Bluetooth চালু করে রাখতে হবে।
ca: Pots triar que la càmera afegeixi automàticament les fotos i vídeos a la fototeca compartida quan detecti que ets amb les persones participants, però cal tenir el Bluetooth activat.
cs: Když aplikace Fotoaparát detekuje přítomnost lidí, se kterými sdílíte knihovnu, může do ní automaticky přidat fotky a videa. Automatické sdílení vyžaduje zapnuté rozhraní Bluetooth.
da: Du kan vælge, at Kamera automatisk skal føje fotos og videoer til det delte bibliotek, når det registrerer, at du er sammen med deltagerne. Bluetooth skal være slået til, for at automatisk deling kan finde sted.
de: Du kannst festlegen, dass „Kamera“ Fotos und Videos automatisch zur geteilten Mediathek hinzufügt, wenn von der App Teilnehmer gefunden werden. Bluetooth muss zum automatischen Teilen aktiviert sein.
el: Μπορείτε να επιλέξετε τη δυνατότητα αυτόματης προσθήκης φωτογραφιών και βίντεο στην κοινόχρηστη βιβλιοθήκη από την Κάμερα όταν ανιχνεύει ότι βρίσκεστε μαζί με τους συμμετέχοντες. Για κοινή χρήση αυτόματα, το Bluetooth πρέπει να είναι ενεργοποιημένο.
es: Puedes elegir que la cámara añada automáticamente las fotos y los vídeos a la fototeca compartida cuando detecte que estás con otros participantes de la fototeca. Para ello, debes tener activado Bluetooth.
es_us: Puedes elegir que Cámara agregue fotos y videos a la fototeca compartida de forma automática cuando detecte que estás con otros participantes. Para esto, es necesario activar Bluetooth.
fi: Voit sallia Kameran lisätä kuvia ja videoita jaettuun kirjastoon automaattisesti, kun se havaitsee, että olet osallistujien kanssa. Bluetoothin täytyy olla päällä, jotta voidaan jakaa automaattisesti.
fr: L’app Appareil photo ajoutera automatiquement certaines photos et vidéos à la photothèque partagée lorsqu’elle détectera la présence d’un membre de cette dernière. Activez le Bluetooth pour partager automatiquement le contenu.
fr_ca: Vous pouvez choisir d’ajouter automatiquement les photos et vidéos prises avec l’app Appareil photo à la photothèque partagée lorsqu’elle détecte que vous vous trouvez avec des participants. Le partage automatique requiert l’activation de Bluetooth.
gu: તમે પસંદ કરી શકો છો કે જ્યારે કૅમેરાને ખબર પડે કે તમે સહભાગીની સાથે છો ત્યારે તે ઑટોમૅટિક રીતે ફોટો અને વીડિયો શેર કરેલ લાઇબ્રેરીમાં ઉમેરી દે. ઑટોમૅટિક રીતે શેર કરવા માટે Bluetooth ચાલુ હોવું જોઈએ.
he: באפשרותך להוסיף תמונות וסרטונים לספריה המשותפת באופן אוטומטי מהמצלמה כאשר היא מזהה שמשתתפים בספריה נמצאים יחד איתך. כדי לשתף באופן אוטומטי, יש להפעיל את Bluetooth.
hi: आप यह विकल्प चुन सकते हैं कि कैमरे द्वारा सहभागियों के साथ आपकी पहचान करने पर कैमरा तस्वीरें और वीडियो ऑटोमैटिकली शेयर की गई लाइब्रेरी में जोड़ दे। ऑटोमैटिकली शेयर करने के लिए Bluetooth चालू होना चाहिए।
hr: Možete odlučiti da Kamera automatski dodaje fotografije i videozapise u dijeljenu medijateku kad detektira da se nalazite sa sudionicima. Bluetooth treba biti uključen za automatsko dijeljenje.
hu: Kiválaszthatja, hogy a Kamera automatikusan hozzáadja a fotókat és a videókat a megosztott könyvtárhoz, amikor észleli, hogy Ön a résztvevőkkel egy helyen tartózkodik. Az automatikus megosztáshoz be kell kapcsolni a Bluetootht.
id: Anda dapat memilih agar Kamera menambahkan foto dan video secara otomatis ke Perpustakaan Bersama saat mendeteksi bahwa Anda bersama peserta. Bluetooth harus dinyalakan untuk berbagi secara otomatis.
it: Puoi scegliere che Fotocamera aggiunga automaticamente le foto e i video alla libreria condivisa quando l’app rileva che sei insieme agli altri partecipanti. Per la condivisione automatica, è necessario attivare il Bluetooth.
ja: “カメラ”で、参加者と一緒にいる写真とビデオが検出されたときに自動的に共有ライブラリに追加するように選択できます。自動的に共有するにはBluetoothがオンになっている必要があります。
kk: Камера медиатека қатысушыларымен бірге екеніңізді анықтағанда, фотолар мен видеоларды камерадан ортақ медиатекаға автоматты түрде қосатындай етіп баптауға болады. Автоматты түрде бөлісу үшін Bluetooth функциясы қосулы болуы керек.
kn: ನೀವು ಸಹಭಾಗಿಗಳ ಜೊತೆಗೆ ಇರುವುದನ್ನು ಕ್ಯಾಮರಾ ಪತ್ತೆಮಾಡಿದಾಗ ಅದು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಫೋಟೋಗಳನ್ನು ಮತ್ತು ವೀಡಿಯೊಗಳನ್ನು ಹಂಚಿಕೊಂಡ ಲೈಬ್ರರಿಯಲ್ಲಿ ಸೇರಿಸಲು ನೀವು ಆರಿಸಿಕೊಳ್ಳಬಹುದು. ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಹಂಚಿಕೊಳ್ಳಲು Bluetooth ಅನ್ನು ಆನ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ.
ko: 사용자가 참여자와 함께 있을 때를 카메라 앱이 감지하여 사진 및 비디오를 공유 보관함에 자동으로 추가하도록 선택할 수 있습니다. 자동으로 공유하려면 Bluetooth를 켜야 합니다.
lt: Galite pasirinkti, kad vaizdo kamera automatiškai įtrauktų nuotraukas ir vaizdo įrašus į bendrąją biblioteką, kai aptinka, kad esate kartu su dalyviais. Norint bendrinti automatiškai, turi būti įjungtas „Bluetooth“ ryšys.
ml: നിങ്ങൾ പങ്കെടുക്കുന്നവരുടെ ഒപ്പമാണ് എന്ന് കണ്ടെത്തുമ്പോൾ, പങ്കിട്ട ലൈബ്രറിയിലേക്ക് ക്യാമറ തന്നെ ഫോട്ടോകളും വീഡിയോകളും ഓട്ടോമാറ്റിക്കായി പങ്കിടാൻ നിങ്ങൾക്ക് തിരഞ്ഞെടുക്കാം. ഓട്ടോമാറ്റിക്കായി പങ്കിടാൻ Bluetooth ഓൺ ചെയ്യേണ്ടതാണ്.
mr: तुम्ही सहभागींबरोबर असल्याचे डिटेक्ट केले गेल्यावर, तुम्ही कॅमेऱ्याला छायाचित्रे आणि व्हिडिओ ऑटोमॅटिकली शेअर केल्या गेलेल्या लायब्ररीमध्ये समाविष्ट करण्याचा पर्याय निवडू शकता. ऑटोमॅटिकली शेअर करण्यासाठी Bluetooth सुरू असणे आवश्यक आहे.
ms: Anda boleh memilih untuk membiarkan Kamera menambahkan foto dan video secara automatik ke Pustaka Dikongsi apabila ia mengesan anda bersama peserta. Bluetooth mesti diaktifkan untuk berkongsi secara automatik.
nb: Du kan velge at Kamera automatisk legger til bilder og videoer i fellesbiblioteket når det registreres at du er sammen med noen av de andre medlemmene. Bluetooth må være på for å kunne dele automatisk.
nl: Je kunt ervoor kiezen om Camera automatisch foto's en video's in de gedeelde bibliotheek te laten zetten wanneer de app detecteert dat je samen bent met deelnemers. Bluetooth moet zijn ingeschakeld om automatisch te delen.
or: ଆପଣ ଅଂଶଗ୍ରହଣକାରୀମାନଙ୍କ ସହିତ ଅଛନ୍ତି ବୋଲି କ୍ୟାମେରା ଚିହ୍ନଟ କରିବା ପରେ କ୍ୟାମେରା ସ୍ବୟଂଚାଳିତ ଭାବରେ ଫଟୋ ଓ ଭିଡିଓଗୁଡ଼ିକ ଶେୟର୍ ହୋଇଥିବା ଲାଇବ୍ରେରିରେ ଯୋଡ଼ିବାକୁ ଆପଣ ବାଛିପାରିବେ। ସ୍ବୟଂଚାଳିତ ଭାବରେ ଶେୟର୍‌ କରିବା ପାଇଁ Bluetooth ଚାଲୁ ହେବା ଆବଶ୍ୟକ।
pa: ਤੁਸੀਂ ਇਹ ਵਿਕਲਪ ਚੁਣ ਸਕਦੇ ਹੋ ਕਿ ਤੁਹਾਡੇ ਭਾਗੀਦਾਰਾਂ ਨਾਲ ਹੋਣ ਦਾ ਪਤਾ ਲਗਾ ਕੇ ਕੈਮਰਾ ਤਸਵੀਰਾਂ ਅਤੇ ਵੀਡੀਓ ਨੂੰ ਆਟੋਮੈਟਿਕਲੀ ਸਾਂਝੀ ਲਾਇਬ੍ਰੇਰੀ ਵਿੱਚ ਜੋੜ ਸਕੇ। ਆਟੋਮੈਟਿਕਲੀ ਸਾਂਝਾ ਕਰਨ ਲਈ Bluetooth ਨੂੰ ਚਾਲੂ ਕਰਨਾ ਲਾਜ਼ਮੀ ਹੈ।
pl: Możesz wybrać, czy aplikacja Aparat ma automatycznie dodawać zdjęcia i wideo do biblioteki udostępnianej, jeśli jesteś razem z jej innymi użytkownikami. Uaktualnianie automatyczne wymaga włączenia Bluetooth.
pt_br: Você pode optar por deixar a Câmera adicionar fotos e vídeos automaticamente à Fototeca Compartilhada quando ela detectar que você está com participantes. Para isso, o Bluetooth deve estar ativado.
pt_pt: Pode optar por fazer com que a aplicação Câmara adicione fotografias e vídeos automaticamente à biblioteca partilhada quando detetar que se encontra com outros participantes. O Bluetooth tem de estar ativado para partilhar automaticamente.
ro: Puteți alege ca aplicația Cameră să adauge automat poze și clipuri video în biblioteca partajată când detectează că sunteți împreună cu alți participanți. Conexiunea Bluetooth trebuie să fie activată pentru a partaja automat.
ru: Камера может автоматически добавлять в общую медиатеку те фото и видео, на которых Вы вместе с участниками. Для автоматической отправки должен быть включен Bluetooth.
sk: Apka Kamera môže automaticky pridávať fotky a videá do zdieľanej knižnice v prítomnosti účastníkov zdieľania. Automatické zdieľanie vyžaduje zapnuté rozhranie Bluetooth.
sl: Lahko določite, da Kamera samodejno doda fotografije in videe v Deljeno knjižnico, ko zazna, da ste s soudeleženci. Za samodejno deljenje mora biti vklopljen Bluetooth.
sv: Du kan välja att Kamera automatiskt ska lägga till bilder och videor i det delade biblioteket när appen identifierar att du är tillsammans med deltagare. Bluetooth måste vara på om du vill dela automatiskt.
ta: நீங்கள் பங்கேற்பாளர்களுடன் உள்ளதைக் கண்டறியும்போது “பகிர்ந்த லைப்ரரியில்” புகைப்படங்களையும் வீடியோக்களையும் கேமரா தானாகச் சேர்க்குமாறு அமைக்கலாம். தானாகப் பகிர Bluetooth ஆனில் இருக்க வேண்டும்.
te: మీరు పార్టిసిపెంట్‌లతో ఉన్నట్లు ఇది గుర్తించినప్పుడు షేర్ చేయబడిన లైబ్రరీకి ఫోటోలు మరియు వీడియోలను కెమెరా ఆటోమేటిక్‌గా జోడించేలా మీరు ఎంచుకోవచ్చు. ఆటోమేటిక్‌గా షేర్ చేయడానికి Bluetooth తప్పనిసరిగా ఆన్ చేయబడాలి.
th: คุณสามารถเลือกที่จะให้กล้องเพิ่มรูปภาพและวิดีโอไปยังคลังที่แชร์ได้โดยอัตโนมัติเมื่อตรวจพบว่าคุณอยู่กับผู้เข้าร่วม ต้องเปิดบลูทูธเพื่อแชร์โดยอัตโนมัติ
tr: Kamera’nın, katılımcılarla birlikte olduğunuzu algıladığında fotoğrafları ve videoları Paylaşılan Arşiv’e otomatik olarak eklemesini seçebilirsiniz. Otomatik olarak paylaşmak için Bluetooth’un açık olması gerekir.
uk: Камера може автоматично додавати фотографії та відео до Спільної фототеки, коли виявить, що ви поряд з учасниками. Щоб поширювати автоматично, Bluetooth має бути ввімкнено.
ur: آپ یہ متبادل منتخب کر سکتے ہیں کہ کیمرے کے ذریعے شرکاء کے ساتھ آپ کی شناخت ہونے پر کیمرا تصاویر اور ویڈیو کو آٹومیٹک طریقے سے شیئر کردہ لائبریری میں شامل کردے۔ آٹومیٹک طریقے سے شیئر کرنے کے لیے ‏Bluetooth چالو ہونا چاہیے۔
vi: Bạn có thể lựa chọn để cho phép Camera tự động thêm ảnh và video vào Thư viện được chia sẻ khi phát hiện thấy bạn ở cùng vị trí với người tham gia. Bluetooth phải được bật để chia sẻ tự động.
zh_cn: 你可以选择在检测到你与参与者共处时，让“相机”自动将照片和视频添加到共享图库。蓝牙必须打开才能自动共享。
zh_hk: 你可以選擇讓「相機」偵測到你與參與者共處時，自動將相片和影片加至共享圖庫。必須開啟藍牙才能自動共享。
zh_tw: 你可選擇在「相機」偵測到你和成員在一起時，自動將照片和影片加入「共享的圖庫」。必須開啟藍牙才能自動共享。

# TEXT_ANALYSIS
source: Show Detected Text
ar: إظهار النص المكتشف
bg: Покажи разпознат текст
bn: চিহ্নিত টেক্সট দেখান
ca: Mostra el text detectat
cs: Zobrazit detekovaný text
da: Vis registreret tekst
de: Erkannten Text anzeigen
el: Εμφάνιση ανιχνευμένου κειμένου
es: Mostrar texto detectado
es_us: Mostrar texto detectado
fi: Näytä havaittu teksti
fr: Afficher le texte détecté
fr_ca: Afficher le texte détecté
gu: મળેલ ટેક્સ્ટ બતાવો
he: הצגת מלל שזוהה
hi: पता किया गया टेक्स्ट दिखाएँ
hr: Prikaži detektirani tekst
hu: Észlelt szöveg megjelenítése
id: Tampilkan Teks yang Terdeteksi
it: Mostra testo rilevato
ja: 検出されたテキストを表示
kk: Анықталған мәтінді көрсету
kn: ಪತ್ತೆಯಾಗಿರುವ ಪಠ್ಯವನ್ನು ತೋರಿಸಿ
ko: 감지된 텍스트 보기
lt: Rodyti aptiktą tekstą
ml: കണ്ടെത്തിയ ടെക്സ്റ്റ് കാണിക്കൂ
mr: डिटेक्ट केलेले टेक्स्ट दाखवा
ms: Tunjukkan Teks Dikesan
nb: Vis registrert tekst
nl: Toon gedetecteerde tekst
or: ଚିହ୍ନଟ ହୋଇଥିବା ଟେକ୍ସ୍‌ଟ୍‌ ଦେଖାନ୍ତୁ
pa: ਪਤਾ ਲਗਾਇਆ ਟੈਕਸਟ ਦਿਖਾਓ
pl: Pokaż wykryty tekst
pt_br: Mostrar Texto Detectado
pt_pt: Mostrar texto detetado
ro: Afișare text detectat
ru: Показ обнаруженного текста
sk: Zobraziť detegovaný text
sl: Prikaži zaznano besedilo
sv: Visa identifierad text
ta: கண்டறியப்பட்ட உரையைக் காட்டு
te: గుర్తించిన టెక్స్ట్ చూపండి
th: แสดงข้อความที่ตรวจพบ
tr: Algılanan Metni Göster
uk: Показувати виявлений текст
ur: شناخت کیا گیا متن دکھائیں
vi: Hiển thị văn bản đã phát hiện
zh_cn: 显示检测到的文本
zh_hk: 顯示偵測到的文字
zh_tw: 顯示偵測到的文字

# VOLUME_UP_BURST
source: Use Volume Up for Burst
ar: استخدام زر رفع الصوت "للتتابع"
bg: Бутон за увеличаване на звука за поредица
bn: বার্স্ট-এর জন্য ভলিউম আপ বাটন ব্যবহার করুন
ca: Ràfega de fotos en apujar el volum
cs: Fotit sekvence tlačítkem zesílení zvuku
da: Brug Lydstyrke op til Serie
de: „Lauter“ für Serie verwenden
el: Χρήση του κουμπιού αύξησης έντασης ήχου για ριπή
es: Botón de subir volumen para ráfaga
es_us: Ráfaga con botón de subir volumen
fi: Ota kuvasarja äänenvoimakkuus­painikkeella
fr: Rafales en augmentant le volume
fr_ca: Rafales avec le bouton Volume +
gu: બર્સ્ટ માટે “વૉલ્યૂમ અપ”નો ઉપયોગ કરો
he: שימוש בכפתור הגברת עוצמת השמע לצילום פרץ
hi: बर्स्ट के लिए “वॉल्यूम अधिक” बटन का उपयोग करें
hr: Koristi tipku za pojačanje glasnoće za niz snimki
hu: A hangerő növelésének használata a képsorozathoz
id: Gunakan Volume Naik untuk Foto Beruntun
it: Utilizza il tasto per alzare il volume per la sequenza rapida
ja: 音量を上げるボタンをバーストに使用
kk: Серия үшін дыбыс деңгейін арттыру түймесі
kn: ಬರ್ಸ್ಟ್‌ಗಾಗಿ ವಾಲ್ಯೂಮ್ ಹೆಚ್ಚಿಸುವ ಬಟನ್ ಬಳಸಿ
ko: 음량 높이기 버튼으로 고속 연사 촬영
lt: Naudoti garsumo didinimo mygtuką serijai užfiksuoti
ml: ബേഴ്സ്റ്റിനായി വോള്യം അപ്പ് ബട്ടൺ ഉപയോഗിക്കൂ
mr: बर्स्टसाठी ‘व्हॉल्यूम अप’ बटण वापरा
ms: Guna Naikkan Kelantangan untuk Jujukan
nb: Bruk volum opp for bildesekvens
nl: Gebruik 'Volume omhoog' voor burst
or: ବର୍ଷ୍ଟ ପାଇଁ ‘ଭଲ୍ୟୂମ୍‌ ଅପ୍’ ବ୍ଯବହାର କରନ୍ତୁ
pa: ਬਰਸਟ ਲਈ “ਆਵਾਜ਼ ਵਧਾਓ” ਬਟਨ ਦੀ ਵਰਤੋਂ ਕਰੋ
pl: Rób serie przyciskiem „głośniej”
pt_br: Usar Botão de Aumentar Volume para Série
pt_pt: Usar botão de aumentar volume para sequências
ro: Utilizare mărire volum pentru rafală
ru: Кнопка увеличения громкости для серий
sk: Fotiť série tlačidlom na zvýšenie hlasitosti
sl: Uporabi gumb za povečanje glasnosti za rafalni posnetek
sv: Använd volym upp för bildserie
ta: “பர்ஸ்ட்” அம்சத்திற்காக ஒலியளவை அதிகரிக்கும் பட்டனைப் பயன்படுத்தவும்
te: బర్స్ట్ కోసం ‘వాల్యూమ్ పెంచండి’ని ఉపయోగించండి
th: ใช้ปุ่มเพิ่มเสียงเพื่อถ่ายภาพต่อเนื่อง
tr: Seri Çekim İçin Sesi Aç Düğmesini Kullan
uk: Cерійна зйомка кнопкою збільшення гучності
ur: برسٹ کے لیے “والیوم بڑھائیں” بٹن کا استعمال کریں
vi: Dùng nút Tăng âm lượng để chụp liên tục
zh_cn: 使用调高音量键连拍
zh_hk: 將調高音量按鈕用於連拍
zh_tw: 連拍使用調高音量按鈕

# CAM_MODERN_HDR_SMART_HDR
source: Smart HDR
bg: Интелигентен HDR
bn: স্মার্ট HDR
ca: HDR intel·ligent
cs: Chytrý HDR
de: Intelligente HDR
el: Έξυπνο HDR
es: HDR inteligente
fi: Älykäs HDR
fr_ca: HDR intelligent
gu: સ્માર્ટ HDR
he: ‏HDR חכם
hi: स्मार्ट HDR
hr: Pametni HDR
hu: Intelligens HDR
id: HDR Cerdas
it: HDR smart
ja: スマートHDR
kk: Смарт‑HDR
kn: ಸ್ಮಾರ್ಟ್ HDR
ko: 스마트 HDR
ml: സ്മാർട്ട് HDR
mr: स्मार्ट HDR
ms: HDR Pintar
nl: Slimme HDR
or: ସ୍ମାର୍ଟ୍‌ HDR
pa: ਸਮਾਰਟ HDR
pl: Inteligentny HDR
pt_br: HDR Inteligente
pt_pt: HDR inteligente
ro: HDR inteligent
ru: Смарт-HDR
sk: Dynamické HDR
sl: Pametni HDR
ta: ஸ்மார்ட் HDR
te: స్మార్ట్ HDR
th: HDR อัจฉริยะ
tr: Akıllı HDR
uk: Динамічний HDR
ur: اسمارٹ ‏HDR
vi: HDR thông minh
zh_cn: 智能HDR
zh_hk: 智慧型HDR
zh_tw: 智慧型HDR

# CAM_PRO_RAW_ENCODING_JPEG_XL_LOSSLESS
source: JPEG-XL Lossless
bg: JPEG-XL без загуба
ca: JPEG‑XL sense pèrdua
cs: Bezztrátový JPEG-XL
el: Lossless JPEG-XL
es: JPEG‑XL sin pérdida
fr_ca: JPEG‑XL sans perte
hu: Veszteségmentes JPEG-XL
ja: JPEG-XLロスレス
ko: JPEG-XL 무손실
lt: JPEG-XL nenuostolingasis formatas
or: JPEG-XL ଲସ୍‌ଲେସ୍‌
pl: JPEG‑XL bezstratny
pt_pt: JPEG‑XL sem perdas
sk: JPEG-XL bezstratový
sl: JPEG-XL brezizgubno
tr: JPEG-XL Kayıpsız
uk: JPEG‑XL без втрат
zh_cn: JPEG-XL无损
zh_hk: JPEG-XL無損
zh_tw: JPEG-XL保真壓縮

# PRO_RES_COLOR_SPACE_LOG
source: Log
bn: লগ
hr: Zapis
kn: ಲಾಗ್
ml: ലോഗ്
or: ଲଗ୍
pa: ਲੌਗ
sk: Apple Log

# CAM_PRO_RAW_ENCODING_JPEG_XL_LOSSY
source: JPEG-XL Lossy
ca: JPEG‑XL amb pèrdua
cs: Ztrátový JPEG-XL
el: Lossy JPEG-XL
es: JPEG‑XL con pérdida
fr_ca: JPEG‑XL avec pertes
hu: Veszteséges JPEG-XL
ja: JPEG-XLロッシー
ko: JPEG-XL 손실
lt: JPEG-XL nuostolingasis formatas
pl: JPEG-XL stratny
pt_br: JPEG-XL com Perda
pt_pt: JPEG‑XL com perdas
sk: JPEG-XL stratový
sl: JPEG-XL izgubno
tr: JPEG-XL Kayıplı
uk: JPEG‑XL із втратами
zh_cn: JPEG-XL有损
zh_hk: JPEG-XL有損
zh_tw: JPEG-XL有損壓縮

# CAM_CONFIRM_HIGH_EFFICIENCY_HDR_VIDEO_LEARN_MORE_URL
source: https://support.apple.com/kb/HT211798
fi: https://support.apple.com/fi-fi/HT211798
id: https://support.apple.com/HT211798
it: https://support.apple.com/HT211798
kn: https://support.apple.com/en-in/guide/iphone/iph2cafe2ebc/ios
lt: https://support.apple.com/lt-lt/HT211798
ms: https://support.apple.com/en-my/HT211798
ro: https://support.apple.com/HT211798
uk: https://support.apple.com/HT211798
vi: https://support.apple.com/en-vn/HT211798
zh_hk: https://support.apple.com/zh-hk/HT211798

# CAM_LINEAR_DNG_TITLE
source: Apple ProRAW
es_us: ProRAW de Apple

# CAM_PRESERVE_LINEAR_DNG_SWITCH
source: Apple ProRAW
es_us: ProRAW de Apple
